[
  {
    "text": "If you cannot find Christ in the beggar at the church door, you will not find Him in the chalice.",
    "author": "St. John Chrysostom",
    "source": "Homily 50 on Matthew"
  },
  {
    "text": "The soul is dyed the color of its thoughts. Think only on those things that are in line with your principles and can bear the light of day.",
    "author": "St. Basil the Great",
    "source": ""
  },
  {
    "text": "It is not he who begins well who is perfect. It is he who ends well who is approved in God's sight.",
    "author": "St. Basil the Great",
    "source": ""
  },
  {
    "text": "Prayer is the place of refuge for every worry, a foundation for cheerfulness, a source of constant happiness, a protection against sadness.",
    "author": "St. John Chrysostom",
    "source": ""
  },
  {
    "text": "The proof of love is in the works. Where love exists, it works great things. But when it ceases to act, it ceases to exist.",
    "author": "St. Gregory the Great",
    "source": ""
  },
  {
    "text": "Acquire the spirit of peace, and a thousand souls around you will be saved.",
    "author": "St. Seraphim of Sarov",
    "source": ""
  },
  {
    "text": "The goal of our life is union with God. The way to that union is prayer. The foundation of prayer is humility.",
    "author": "St. Theophan the Recluse",
    "source": ""
  },
  {
    "text": "Do not be surprised that you fall every day; do not give up, but stand your ground courageously. And assuredly, the angel who guards you will honour your patience.",
    "author": "St. John Climacus",
    "source": "The Ladder of Divine Ascent"
  },
  {
    "text": "If we truly love God, we shall have a great desire for the life to come, and that desire will set us free from earthly affections.",
    "author": "St. Maximos the Confessor",
    "source": "Four Centuries on Charity"
  },
  {
    "text": "The chief thing is not to think too much but to love much, and so do whatever best awakens you to love.",
    "author": "Elder Paisios of Mount Athos",
    "source": ""
  },
  {
    "text": "God has promised forgiveness to your repentance, but He has not promised tomorrow to your procrastination.",
    "author": "St. Augustine of Hippo",
    "source": ""
  },
  {
    "text": "We are to love God for Himself, because of a twofold reason: nothing is more reasonable, nothing more profitable.",
    "author": "St. Bernard of Clairvaux",
    "source": "On Loving God"
  },
  {
    "text": "Silence is the cross on which we must crucify our ego.",
    "author": "St. Seraphim of Sarov",
    "source": ""
  },
  {
    "text": "A Christian is a living sermon, whether or not he preaches a word.",
    "author": "St. Gregory the Theologian",
    "source": ""
  },
  {
    "text": "In the same way that a small fire can set ablaze a great forest, so the remembrance of a single wrong can destroy all our virtues.",
    "author": "St. John Cassian",
    "source": "Conferences"
  },
  {
    "text": "Let us not seek the easy way. Christ did not seek the easy way.",
    "author": "St. Porphyrios of Kavsokalyvia",
    "source": ""
  },
  {
    "text": "Be the bee of the Church. A bee collects honey from every flower; take what is good from everywhere.",
    "author": "Elder Paisios of Mount Athos",
    "source": ""
  },
  {
    "text": "The present life is a school, a school where we learn to know God. He who knows God most, he is the wisest of all.",
    "author": "St. John Chrysostom",
    "source": ""
  },
  {
    "text": "You will find something far greater in the woods than in books. Trees and stones will teach you that which you cannot learn from masters.",
    "author": "St. Isaac the Syrian",
    "source": ""
  },
  {
    "text": "Through patience and the comfort of the Scriptures we might have hope.",
    "author": "The Apostle Paul",
    "source": "Romans 15:4"
  },
  {
    "text": "No one can be at the same time very merciful and very severe. You must choose one or the other: either love sinners or hate the wicked.",
    "author": "St. John Chrysostom",
    "source": "Homilies on Romans"
  },
  {
    "text": "Suffering is a gift. In it is hidden mercy.",
    "author": "St. John Chrysostom",
    "source": ""
  },
  {
    "text": "He who does not pray is deprived of communion with God.",
    "author": "St. John Chrysostom",
    "source": "Homilies on the Statues"
  },
  {
    "text": "Fasting is a medicine. But medicine, as beneficial as it may be, becomes useless if the patient does not know how to use it.",
    "author": "St. John Chrysostom",
    "source": "Homilies on the Statues"
  },
  {
    "text": "A tree is known by its fruit; a man by his deeds. A good deed is never lost; he who sows courtesy reaps friendship, and he who plants kindness gathers love.",
    "author": "St. Basil the Great",
    "source": ""
  },
  {
    "text": "When you are praying, do not shape within yourself any image of the Deity, and do not let your mind be stamped with the impress of any form; but approach the Immaterial in an immaterial manner.",
    "author": "St. Basil the Great",
    "source": "Letter 234"
  },
  {
    "text": "Strive to enter through the narrow door of fasting. As a wide river becomes narrow when enclosed by a dam, so the soul is compressed by fasting and becomes concentrated.",
    "author": "St. Basil the Great",
    "source": "On Fasting"
  },
  {
    "text": "The Holy Spirit is not given in a measured portion, but floods the soul of the believer entirely.",
    "author": "St. Gregory the Theologian",
    "source": "Theological Orations"
  },
  {
    "text": "If you are a theologian, you will pray truly. And if you pray truly, you are a theologian.",
    "author": "St. Gregory the Theologian",
    "source": ""
  },
  {
    "text": "Let us become like Christ, since Christ became like us. Let us become gods for His sake, since He became man for our sake.",
    "author": "St. Gregory the Theologian",
    "source": "Oration 1"
  },
  {
    "text": "This world is a sea in which we are drowning, but the cross of Christ is the bridge by which we cross over to the other shore.",
    "author": "St. Isaac the Syrian",
    "source": "Ascetical Homilies"
  },
  {
    "text": "Be at peace with your own soul, then heaven and earth will be at peace with you.",
    "author": "St. Isaac the Syrian",
    "source": "Ascetical Homilies"
  },
  {
    "text": "Whoever has attained the knowledge of his own weakness has reached the summit of humility.",
    "author": "St. Isaac the Syrian",
    "source": "Ascetical Homilies"
  },
  {
    "text": "Love is the fruit of prayer. He who is diligent in prayer shall come to possess love.",
    "author": "St. Maximos the Confessor",
    "source": "Four Centuries on Charity"
  },
  {
    "text": "He who does not yet have the love of God does not yet truly believe in God.",
    "author": "St. Maximos the Confessor",
    "source": "Four Centuries on Charity"
  },
  {
    "text": "I know that God is everywhere present and that He fills all things, yet I dare to say that He is more especially present in the hearts of those who love Him.",
    "author": "St. Symeon the New Theologian",
    "source": "Discourses"
  },
  {
    "text": "The person who has come to know the weakness of human nature has gained experience of divine power, and such a person never belittles anyone.",
    "author": "St. Symeon the New Theologian",
    "source": "The Practical and Theological Chapters"
  },
  {
    "text": "We do not worship matter, but the Creator of matter, who for our sake became material and deigned to dwell in matter, and through matter effected our salvation.",
    "author": "St. John of Damascus",
    "source": "On the Divine Images"
  },
  {
    "text": "If you desire the true and eternal life, hope for it not from a tree or herb or bird, but from God who created all these things.",
    "author": "St. John of Damascus",
    "source": "An Exact Exposition of the Orthodox Faith"
  },
  {
    "text": "Place your mind before the mirror of eternity; place your soul in the brightness of glory. And transform your entire being into the image of the Godhead itself.",
    "author": "St. Ephrem the Syrian",
    "source": "Hymns on Paradise"
  },
  {
    "text": "Virtues are formed by prayer. Prayer preserves temperance, suppresses anger, restrains pride, cleanses from malice, and heals cruelty.",
    "author": "St. Ephrem the Syrian",
    "source": ""
  },
  {
    "text": "The heart itself is but a small vessel, yet dragons are there, and lions; there are poisonous beasts and all the treasures of evil. But there, too, is God, the angels, the life, and the kingdom.",
    "author": "St. Macarius the Great",
    "source": "Spiritual Homilies"
  },
  {
    "text": "As the eyes of the body see earthly things, so the eyes of faith see heavenly ones.",
    "author": "St. Macarius the Great",
    "source": "Spiritual Homilies"
  },
  {
    "text": "Keep your mind in hell, and despair not.",
    "author": "St. Silouan the Athonite",
    "source": ""
  },
  {
    "text": "The Lord loves all people, but He gives grace only to those who are humble.",
    "author": "St. Silouan the Athonite",
    "source": "Writings"
  },
  {
    "text": "We must pray for all people as for ourselves. The Lord commanded us to love our enemies, and to pray for those who hurt us.",
    "author": "St. Silouan the Athonite",
    "source": "Writings"
  },
  {
    "text": "When someone is full of the Holy Spirit, he cannot contain his joy, even though he has no possessions.",
    "author": "Elder Paisios of Mount Athos",
    "source": "Spiritual Counsels"
  },
  {
    "text": "If you have love in your heart, you see everything differently. You see the good side of everything.",
    "author": "Elder Paisios of Mount Athos",
    "source": "Spiritual Counsels"
  },
  {
    "text": "God always gives us what we need, not what we want. What we want may harm us; what He gives always helps us.",
    "author": "Elder Paisios of Mount Athos",
    "source": "Spiritual Counsels"
  },
  {
    "text": "He who has renounced all things and acquired humility of heart has found the treasure of treasures.",
    "author": "St. Ignatius Brianchaninov",
    "source": "The Arena"
  },
  {
    "text": "True repentance consists not only in turning from sin, but in acquiring the virtues opposite to those sins which we have committed.",
    "author": "St. Ignatius Brianchaninov",
    "source": "The Arena"
  },
  {
    "text": "Be kind, be loving, be forgiving, be generous to one another. Everything in this life passes away — only God remains, only He is worth struggling towards.",
    "author": "St. Nikolai Velimirovich",
    "source": "Prayers by the Lake"
  },
  {
    "text": "Bless my enemies, O Lord. Even I bless them and do not curse them. They have driven me into Thy embrace more than my friends have.",
    "author": "St. Nikolai Velimirovich",
    "source": "Prayers by the Lake"
  },
  {
    "text": "True happiness is found only in God. It cannot be found in wealth, for that leads to avarice; nor in knowledge, for that leads to pride; nor in glory, for that leads to vanity.",
    "author": "St. Nektarios of Aegina",
    "source": ""
  },
  {
    "text": "Christ is everything. He is joy, He is life, He is light. Christ is everything. He is the true light that makes man joyful.",
    "author": "St. Porphyrios of Kavsokalyvia",
    "source": "Wounded by Love"
  },
  {
    "text": "Do not fight to expel the darkness from the chamber of your soul. Open a tiny aperture for light to enter, and the darkness will disappear.",
    "author": "St. Porphyrios of Kavsokalyvia",
    "source": "Wounded by Love"
  },
  {
    "text": "Prayer is like a spring of water. The more you draw from it, the more it flows.",
    "author": "St. John of Kronstadt",
    "source": "My Life in Christ"
  },
  {
    "text": "Live as though every day is your last, and God will give you many more.",
    "author": "St. John of Kronstadt",
    "source": "My Life in Christ"
  },
  {
    "text": "Where humility is, there also is wisdom. Where there is no humility, there also is no wisdom, but only vain opinion.",
    "author": "St. Tikhon of Zadonsk",
    "source": "Journey to Heaven"
  },
  {
    "text": "A brother asked Abba Moses for advice. The old man said: Go and sit in your cell, and your cell will teach you everything.",
    "author": "Abba Moses",
    "source": "Sayings of the Desert Fathers"
  },
  {
    "text": "Abba Anthony said: I no longer fear God, but I love Him. For love casts out fear.",
    "author": "Abba Anthony the Great",
    "source": "Sayings of the Desert Fathers"
  },
  {
    "text": "An elder said: Cut off from yourself the desire to love many things, and in this way your mind will not be scattered but will be gathered to the one thing needful.",
    "author": "The Desert Fathers",
    "source": "Sayings of the Desert Fathers"
  }
]
